Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/DeveloperSettings/DTSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ALLOW_VIRTUAL_DISPLAY
source: Allow Mac Virtual Display
ar: السماح بشاشة عرض Mac الافتراضية
bg: Позволи виртуален екран на Mac
ca: Permet la pantalla virtual del Mac
cs: Povolit virtuální monitor Macu
da: Tillad virtuel Mac-skærm
de: Virtuellen Bildschirm für den Mac erlauben
el: Να επιτρέπεται η εικονική οθόνη Mac
es: Permitir pantalla virtual del Mac
es_us: Permitir pantalla virtual de la Mac
fi: Salli Macin virtuaalinäyttö
fr: Autoriser l’écran virtuel du Mac
fr_ca: Autoriser l’écran virtuel du Mac
he: הרשאת גישה לצג וירטואלי של ה-Mac
hi: Mac वर्चुअल डिस्प्ले की अनुमति दें
hr: Dozvoli Mac Virtual Display
hu: Mac virtuális kijelző engedélyezése
id: Izinkan Layar Virtual Mac
it: Consenti schermo virtuale del Mac
ja: Mac仮想ディスプレイを許可
kk: Mac виртуалды дисплейіне рұқсат беру
ko: Mac 가상 디스플레이 허용
lt: Leisti „Mac“ virtualųjį ekraną
ms: Benarkan Paparan Maya Mac
nl: Sta virtueel beeldscherm van Mac toe
no: Tillat virtuell Mac-skjerm
pl: Pozwalaj na wyświetlacz wirtualny Maca
pt_br: Permitir Tela Virtual do Mac
pt_pt: Permitir ecrã virtual do Mac
ro: Permitere afișaj virtual Mac
ru: Разрешить использование виртуального дисплея Mac
sk: Povoliť virtuálny displej Macu
sl: Dovoli navidezni zaslon Mac
sv: Tillåt virtuell datorbildskärm
th: อนุญาตจอภาพเสมือนของ Mac
tr: Mac Sanal Ekran’a İzin Ver
uk: Дозволити віртуальний дисплей Mac
vi: Cho phép Màn hình ảo Mac
zh_cn: 允许Mac虚拟显示器
zh_hk: 允許Mac虛擬顯示器
zh_tw: 允許Mac虛擬顯示器

# THROUGHPUT_ALERT_TITLE
source: Additional Data Fees May Apply
ar: قد تكون هناك رسوم بيانات إضافية
bg: Може да бъдат начислени допълнителни такси за данни
ca: Possibles càrrecs addicionals
cs: Dodatečná data můžou být zpoplatněná
da: Der opkræves muligvis ekstra datagebyrer
de: Zusätzliche Datenkosten können anfallen
el: Ίσως ισχύουν πρόσθετες χρεώσεις δεδομένων
es: Puede que se cobren tarifas de datos adicionales
es_us: Podrían aplicar tarifas de datos adicionales
fi: Ylimääräisiä datamaksuja voidaan periä
fr: Des frais de données supplémentaires peuvent s’appliquer
fr_ca: Des frais de données supplémentaires peuvent être applicables
he: ייתכן שיחולו עלויות נוספות בגין שימוש בנתונים
hi: अतिरिक्त डेटा दरें लागू हो सकती हैं
hr: Mogu se naplatiti dodatne naknade za podatkovni promet
hu: További adatforgalmi díjak merülhetnek fel
id: Dapat Dikenai Biaya Data Tambahan
it: Potrebbero essere applicati costi aggiuntivi per l’utilizzo dei dati
ja: 追加のデータ通信料金がかかる場合があります
kk: Деректерді тасымалдау бойынша қосымша ақы алынуы мүмкін
ko: 추가 데이터 요금이 적용될 수 있음
lt: Gali būti taikomi papildomi duomenų mokesčiai
ms: Yuran Data Tambahan Mungkin Dikenakan
nl: Mogelijk zijn extra datakosten van toepassing
no: Det kan påløpe ytterligere datagebyr
pl: Możliwe dodatkowe opłaty
pt_br: Tarifas de Dados Adicionais Aplicáveis
pt_pt: Podem aplicar‑se custos adicionais
ro: Pot interveni costuri suplimentare de date
ru: Возможны дополнительные расходы на передачу данных
sk: Dátové prenosy môžu byť spoplatnené
sl: Zaračunajo se lahko dodatni stroški za porabo podatkov
sv: Ytterligare kostnader för dataöverföring kan tillkomma
th: อาจมีค่าบริการเพิ่มเติม
tr: Ek Veri Ücretleri Uygulanabilir
uk: За передавання даних можуть стягуватися додаткові кошти
vi: Có thể áp dụng phí dữ liệu bổ sung
zh_cn: 可能需要另行支付数据费
zh_hk: 可能需要支付額外數據費用
zh_tw: 可能需支付額外數據費用

source: TV App
ar: تطبيق TV
bg: Приложение за телевизия
ca: App TV
cs: Aplikace TV
el: Εφαρμογή TV
es: App TV
es_us: App TV
fi: TV-appi
fr: App TV
fr_ca: App Apple TV
he: היישום TV
hi: TV ऐप
hr: Aplikacija TV
id: App TV
it: App TV
ja: TVアプリ
kk: TV қолданбасы
ko: TV 앱
lt: Programa TV
ms: App TV
pl: Aplikacja TV
pt_br: App TV
pt_pt: Aplicação TV
ro: Aplicația TV
ru: Приложение Apple TV
sk: Apka TV
sl: Aplikacija TV
th: แอป TV
tr: TV Uygulaması
uk: Програма TV
vi: Ứng dụng TV

source: Show Graphics HUD
ar: إظهار غرافيكس HUD
bg: Покажи HUD графики
ca: Mostra l’indicador en pantalla dels gràfics
cs: Zobrazit HUD grafiky
da: Vis grafik-HUD
de: Schwebepalette für Grafik einblenden
el: Εμφάνιση HUD γραφικών
es: Mostrar HUD de gráficos
es_us: Mostrar HUD de gráficos
fi: Näytä grafiikkavisiiri
fr: Afficher la palette graphique
fr_ca: Afficher les ATH
he: הצגת גרפיקה במצב HUD
hi: ग्राफ़िक्स HUD दिखाएँ
hr: Prikaži HUD grafike
hu: Grafikai HUD megjelenítése
id: Tampilkan HUD Grafik
it: Mostra HUD grafica
ja: グラフィックスのHUDを表示
kk: HUD графикасын көрсету
ko: 그래픽 HUD 보기
lt: Rodyti grafinį HUD
ms: Tunjukkan HUD Grafik
nl: Toon afbeeldingen-HUD
no: Vis grafikkoverlegg
pl: Pokaż HUD grafiki
pt_br: Mostrar HUD de Gráficos
pt_pt: Mostrar HUD de gráficos
ro: Afișați panoul de comenzi pentru grafică
ru: Панель мониторинга графики
sk: Zobraziť HUD grafiky
sl: Prikaži HUD za grafiko
sv: Visa grafik-HUD
th: แสดง HUD ของกราฟิก
tr: Grafik HUD’yi Göster
uk: Показати панель приборів для графіки
vi: Hiển thị HUD đồ họa
zh_cn: 显示HUD图形
zh_hk: 顯示圖形HUD
zh_tw: 顯示圖形HUD

# ADATTRIBUTIONKIT_GROUP
source: Ad Attribution Testing
ar: اختبار Ad Attribution
bg: Тестване на източник на реклами
ca: Prova d’atribució d’anuncis
cs: Testování zdrojů reklamy
da: Test af reklametilskrivning
de: Testen von Werbungsattribution
el: Δοκιμή καταλογισμών διαφημίσεων
es: Prueba de atribución de anuncios
es_us: Prueba de atribución de anuncio
fi: Ad Attribution -testaus
fr: Test des attributions publicitaires
fr_ca: Test des attributions publicitaires
he: בדיקת שיוך פרסומות
hi: ऐड ऐट्रिब्यूशन टेस्टिंग
hr: Testiranje pripisivanja oglasa
hu: Reklámtulajdonságok tesztelése
id: Pengetesan Atribusi Iklan
it: Test attribuzione annuncio
ja: Ad Attributionテスト
kk: Жарнама атрибуциясын сынау
ko: 광고 어트리뷰션 테스트
lt: Reklamos priskyrimo testavimas
ms: Ujian Atribusi Iklan
nl: Advertentietoeschrijvingen testen
no: Testing av annonseopphav
pl: Testowanie przypisywania reklam
pt_br: Teste de Atribuição de Anúncio
pt_pt: Testes de atribuição de anúncios
ro: Testare atribuire reclamă
ru: Тестирование результатов перехода по рекламным объявлениям
sk: Testovanie zdroja reklám
sl: Preizkušanje dodelitve oglasa
sv: Testning av annonsattribution
th: การทดสอบแหล่งที่มาของโฆษณา
tr: Reklam Özelliği Testi
uk: Тестування атрибуції оголошень
vi: Kiểm tra thuộc tính quảng cáo
zh_cn: 广告归因测试
zh_hk: 廣告屬性測試
zh_tw: 廣告屬性測試

source: Select
ar: تحديد
bg: Избери
ca: Selecciona
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
es_us: Seleccionar
fi: Valitse
fr: Sélectionner
fr_ca: Sélectionner
he: בחירה
hi: चुनें
hr: Odaberi
hu: Kijelölés
id: Pilih
it: Seleziona
ja: 選択
kk: Таңдау
ko: 선택
lt: Pasirinkti
ms: Pilih
nl: Selecteer
no: Velg
pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectați
ru: Выбрать
sk: Vybrať
sl: Izberi
sv: Markera
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh_cn: 选择
zh_hk: 選擇
zh_tw: 選取

source: Disable Rate Limiting
ar: تعطيل تقييد المعدل
bg: Деактивиране ограничението на скоростта
ca: Desactiva la limitació de velocitat
cs: Vypnout omezení rychlosti
da: Slå Hastighedsbegrænsning fra
de: Ratenbegrenzung deaktivieren
el: Απενεργοποίηση περιορισμού ρυθμού
es: Desactivar límite de velocidad
es_us: Desactivar límite de velocidad
fi: Poista taajuusrajoitus käytöstä
fr: Désactiver la limitation de débit
fr_ca: Désactiver la limitation du taux
he: ביטול מגבלת הקצב
hi: रेट लिमिटिंग अक्षम करें
hr: Onemogući ograničavanje brzine
hu: Gyakoriság korlátozásának letiltása
id: Nonaktifkan Pembatasan Laju
it: Disabilita limitazione velocità
ja: レート制限を無効
kk: Жылдамдық шектеуін өшіру
ko: 비율 제한 비활성화
lt: Išjungti spartos ribojimą
ms: Nyahdayakan Pengehadan Kadar
nl: Schakel frequentiebeperking uit
no: Deaktiver frekvensbegrensning
pl: Wyłącz ograniczenia żądań
pt_br: Desativar Limite de Taxa
pt_pt: Desativar limitação de taxa
ro: Dezactivare limitare rată
ru: Выключить ограничение скорости
sk: Vypnúť obmedzenia na základe hodnotenia
sl: Onemogoči omejevanje stopnje
sv: Avaktivera begränsning för antal förfrågningar
th: ปิดใช้งานการจำกัดอัตรา
tr: Derecelendirme Sınırlandırmayı Etkisizleştir
uk: Вимкнути обмежування частоти
vi: Tắt giới hạn tốc độ
zh_cn: 停用频率限制
zh_hk: 停用頻率限制
zh_tw: 停用速率限制

source: Run Throughput Test
ar: تشغيل اختبار معدل النقل
bg: Изпълняване на тест за пропускателна способност
ca: Executa una prova de la taxa de transferència
cs: Spustit test propustnosti
da: Afvikl test af overførselshastighed
de: Durchsatztest ausführen
el: Εκτέλεση δοκιμής διεκπεραιωτικότητας
es: Ejecutar prueba de rendimiento
es_us: Prueba de tasa de transferencia efectiva de la ejecución
fi: Suorita siirtonopeustesti
fr: Exécuter un test de débit
fr_ca: Exécuter un test de débit
he: הפעלה של בדיקת Throughput
hi: थ्रूपुट जाँच रन करें
hr: Pokreni testiranje propusnosti
hu: Teljesítményteszt futtatása
id: Jalankan Tes Throughput
it: Esegui un test della velocità effettiva
ja: スループットテストを実行
kk: Өткізу қабілеттілігін сынау
ko: 처리율 테스트 실행
lt: Vykdyti pralaidumo testą
ms: Jalankan Ujian Daya Pemprosesan
nl: Voer doorvoertest uit
no: Test gjennom­strømning
pl: Uruchom test przepustowości
pt_br: Executar Teste da Taxa de Transferência
pt_pt: Executar teste de rendimento
ro: Rulați testul ratei de transfer
ru: Тестировать пропускную способность
sk: Spustiť test priepustnosti
sl: Zaženi preizkus prepustnosti
sv: Kör genomströmningstest
th: สั่งทำงานการทดสอบประสิทธิผล
tr: Aktarım Hızı Testini Çalıştır
uk: Запустити тестування пропускної здатності
vi: Chạy kiểm tra lưu lượng
zh_cn: 运行吞吐量测试
zh_hk: 執行流通量測試
zh_tw: 執行流通量測試

# SIRI_ACTIONS_FOOTER_UPCOMING_MEDIA
source: When turned on, Siri Suggestions in Search will show Upcoming Media Intents donated via INUpcomingMediaManager.
ar: عند تشغيله، ستعرض اقتراحات Siri في البحث مقاصد الوسائط القادمة الممنوحة من خلال INUpcomingMediaManager.
bg: Когато е включена, функцията Предложения от Siri в търсенето ще покаже предстоящи медийни планове, предоставени чрез INUpcomingMediaManager.
ca: Si aquesta opció està activada, els suggeriments de Siri a la cerca mostren les intencions proporcionades referents al contingut següent mitjançant la classe INUpcomingMediaManager.
cs: Když je tato volba zapnutá, v návrzích Siri ve vyhledávání se budou zobrazovat nadcházející mediální záměry poslané přes INUpcomingMediaManager.
da: Når dette er slået til, viser Siri-forslag i Søg kommende mediehensigter doneret via INUpcomingMediaManager.
de: Bei Aktivierung zeigen Siri-Vorschläge beim Suchen durch INUpcomingMediaManager übergebene anstehende Medienaufträge an.
el: Όταν είναι ενεργή αυτή η ρύθμιση, οι Προτάσεις Siri στην Αναζήτηση θα εμφανίζουν προθέσεις προσεχών πολυμέσων που παρέχονται μέσω του INUpcomingMediaManager.
es: Cuando esta opción está activada, las sugerencias de Siri en Buscar mostrarán las intenciones de siguiente contenido donadas a través de INUpcomingMediaManager.
es_us: Si se activa, las sugerencias de Siri en Buscar mostrarán intenciones de contenido multimedia próximo mediante INUpcomingMediaManager.
fi: Kun tämä on päällä, Siri-ehdotukset hauissa -toiminto näyttää INUpcomingMediaManagerin kautta saadut tulevat mediaintentit.
fr: Lorsque ce réglage est activé, les suggestions de Siri dans Rechercher affichent les intentions des médias à venir données par INUpcomingMediaManager.
fr_ca: Lorsque ce réglage est activé, les suggestions de Siri dans Rechercher affichent les intentions des médias à venir données par INUpcomingMediaManager.
he: כאשר הגדרה זו מופעלת, הצעות של Siri ב״חיפוש״ יציגו את ״כוונות מדיה קרובות״ שהתקבלו דרך INUpcomingMediaManager.
hi: चालू किए जाने पर, खोज में Siri सुझाव INUpcomingMediaManager के माध्यम से दिए गए आगामी मीडिया इंटेंट को दर्शाएँगे।
hr: Kad je uključeno, Siri prijedlozi u Pretraživanju prikazivat će nadolazeće namjere medija donirane putem INUpcomingMediaManagera.
hu: Amikor be van kapcsolva, a Siri-javaslatok a Keresésben funkció megjeleníti az INUpcomingMediaManager által biztosított Közelgő média-szándékokat.
id: Jika dinyalakan, Saran Siri di Cari akan menampilkan Intensi Media Mendatang yang didonasikan melalui INUpcomingMediaManager.
it: Quando l’opzione è attiva, i suggerimenti di Siri in Cerca mostreranno i prossimi intenti multimediali forniti tramite INUpcomingMediaManager.
ja: オンにすると、検索のSiriからの提案で、INUpcomingMediaManagerから提供された次のメディアインテントを表示します。
kk: Қосулы болғанда, «Іздеу» қолданбасындағы Siri ұсыныстары INUpcomingMediaManager арқылы берілген алдағы медиа мақсаттарын көрсетеді.
ko: 이 기능을 켜면 검색의 Siri 제안에 INUpcomingMediaManager를 통해 제공되는 예정된 미디어 인텐트가 표시됩니다.
lt: Įjungus parinktį, „Siri“ pasiūlymai funkcijoje „Paieška“ rodys būsimus medijos veiksmus, pateiktus per „INUpcomingMediaManager“.
ms: Apabila diaktifkan, Cadangan Siri dalam Carian akan menunjukkan Niat Media Akan Datang yang didermakan melalui INUpcomingMediaManager.
nl: Als deze optie is ingeschakeld, worden komende MediaIntents die zijn gedoneerd via INUpcomingMediaManager weergegeven in Siri-suggesties in de zoekfunctie.
no: Når innstillingen er på, vil Siri-forslag i Søk vise kommende Media Intents donert via INUpcomingMediaManager.
pl: Gdy opcja jest włączona, sugestie Siri w wyszukiwaniu pokazują Upcoming Media Intents przekazane za pośrednictwem INUpcomingMediaManager.
pt_br: Quando ativado, as Sugestões da Siri e a Busca mostram os Próximos Objetivos de Mídia doados via INUpcomingMediaManager.
pt_pt: Quando esta opção está ativada, as Sugestões de Siri na Pesquisa apresentam intenções de conteúdo multimédia seguinte doadas através de INUpcomingMediaManager.
ro: Când opțiunea este activată, sugestiile Siri în căutare vor afișa intențiile pentru conținutul următor, furnizate prin INUpcomingMediaManager.
ru: Когда этот параметр включен, Предложения Siri в поиске будут отображать предстоящие медиаинтенты, полученные через INUpcomingMediaManager.
sk: Keď je testovanie zapnuté, návrhy Siri vo vyhľadávaní budú zobrazovať zámery na nadchádzajúce médiá poslané cez INUpcomingMediaManager.
sl: Kadar je ta možnost vklopljena, bodo Sirijini predlogi v možnosti Iskanje prikazovali namere prihodnje predstavnostne vsebine, darovane prek možnosti INUpcomingMediaManager.
sv: När det här alternativet är aktivt visar Siri-förslag i Sök kommande Media Intents som har donerats via INUpcomingMediaManager.
th: เมื่อเปิดใช้ คำแนะนำโดย Siri ในการค้นหาจะแสดงจุดประสงค์ของสื่อที่ใกล้จะมีขึ้นที่ให้ผ่าน INUpcomingMediaManager
tr: Bu seçenek açıkken Ara’da Siri Önerileri, INUpcomingMediaManager aracılığıyla verilen Upcoming Media Intents’i (sıradaki ortam hedeflerini) gösterir.
uk: Якщо ввімкнено, у пропозиціях Siri у Пошуку відображатиметься запланований наступний медіавміст, отриманий з INUpcomingMediaManager.
vi: Khi tùy chọn được bật, Gợi ý của Siri trong Tìm kiếm sẽ hiển thị Mục đích phương tiện sắp tới được đóng góp thông qua INUpcomingMediaManager.
zh_cn: 打开时，“搜索”中的Siri建议将显示通过INUpcomingMediaManager共享的临近媒体意图。
zh_hk: 開啟後，「搜尋」中的「Siri建議」將會顯示透過INUpcomingMediaManager所貢獻並即將到來的媒體意圖。
zh_tw: 開啟時，「搜尋」中的「Siri建議」會顯示透過INUpcomingMediaManager貢獻「即將到來的媒體意圖」。

source: CoreSpotlight Testing
ar: اختبار CoreSpotlight
bg: Тестване на CoreSpotlight
ca: Verificació del CoreSpotlight
cs: Testování CoreSpotlightu
da: CoreSpotlight-test
el: Δοκιμές στο CoreSpotlight
es: Pruebas de CoreSpotlight
es_us: Prueba de CoreSpotlight
fi: CoreSpotlight-testaus
fr: Test de CoreSpotlight
fr_ca: Test CoreSpotlight
he: בדיקת CoreSpotlight
hi: CoreSpotlight जाँच
hr: Testiranje CoreSpotlighta
hu: CoreSpotlight-tesztelés
id: Pengetesan CoreSpotlight
it: Test CoreSpotlight
ja: CoreSpotlightテスト
kk: CoreSpotlight функциясын сынау
ko: CoreSpotlight 테스트
lt: „CoreSpotlight“ testavimas
ms: Ujian CoreSpotlight
nl: CoreSpotlight testen
pl: Testowanie CoreSpotlight
pt_br: Teste do CoreSpotlight
pt_pt: Testes de CoreSpotlight
ro: Testare CoreSpotlight
ru: Тестирование CoreSpotlight
sk: Testovanie – CoreSpotlight
sl: Preizkušanje CoreSpotlight
sv: CoreSpotlight-testning
th: การทดสอบ CoreSpotlight
tr: CoreSpotlight Testi
uk: Тестування CoreSpotlight
vi: Kiểm tra CoreSpotlight
zh_cn: CoreSpotlight测试
zh_hk: CoreSpotlight測試
zh_tw: CoreSpotlight測試

# NETWORK_LINK_CONDITIONING
source: Network Link Conditioner
ar: مهايئ الربط بالشبكة
bg: Съгласуване на мрежовите връзки
ca: Condicionador de l’enllaç de xarxa
el: Προσομοιωτής σύνδεσης δικτύου
es: Condicionador del enlace de red
es_us: Condicionador de enlace
fr: Conditionneur de liens réseau
fr_ca: Conditionneur de lien réseau
he: מתאם קישור רשת
hi: नेटवर्क लिंक कंडीशनर
hr: Održavanje veze s mrežom
hu: Hálózatikapcsolat-kondicionáló
id: Pengondisi Tautan Jaringan
ja: ネットワークリンク調節器
kk: Желілік қосылым реттеушіcі
ko: 네트워크 링크 컨디셔너
lt: Prisijungimo prie tinklo formuotuvas
ms: Penyesuai Pautan Rangkaian
no: Nettverkslenkeforhold
pt_br: Condicionador de Link de Rede
pt_pt: Condicionador de ligação à rede
sk: Usmerňovač sieťového pripojenia
sl: Nadzornik omrežne povezave
th: เงื่อนไขลิงก์เครือข่าย
tr: Ağ Bağlantısı Düzeltici
uk: Стабілізатор мережевого зʼєднання
vi: Bộ điều tiết liên kết mạng
zh_cn: 网络链接调节器
zh_hk: 網絡連結調節器
zh_tw: 網路連結調節器

source: NFC Pass Key Optional
ar: مفتاح مرور NFC اختياري
bg: Ключ за достъп до NFC (по избор)
ca: Clau NFC opcional
cs: Nepovinný NFC Pass Key
da: NFC-nøgle (valgfri)
de: NFC-Schlüssel (Optional)
el: Κωδικός NFC προαιρετικός
es: Código NFC opcional
es_us: Clave NFC opcional
fi: NFC Pass Key valinnainen
fr: Code d’accès NFC facultatif
fr_ca: Code CCP facultatif
he: קוד גישה NFC אופציונלי
hi: NFC पास-की वैकल्पिक
hr: Opcionalni NFC ključ za prolaz
hu: Nem kötelező NFC-belépőkártya
id: Kunci Sandi NFC Opsional
it: Chiave NFC Pass facoltativa
ja: NFCパスキー（オプション）
kk: NFC кіру кілті (қосымша)
ko: NFC 패스키 선택사항
lt: NFC prieigos raktas (nebūtinas)
ms: Kunci Laluan NFC Pilihan
nl: NFC-sleutel optioneel
no: NFC-nøkkel valgfritt
pl: Opcjonalny klucz NFC
pt_br: Chave de Passe NFC Opcional
pt_pt: Código de acesso NFC opcional
ro: Cheie acces NFC opțională
ru: Ключ доступа NFC (необязательно)
sk: Voliteľný NFC kľúč
sl: Ključ za dostop NFC – izbirno
sv: NFC-nyckel (frivilligt)
th: ตัวเลือกรหัสบัตร NFC
tr: NFC Geçiş Tuşu İsteğe Bağlı
uk: NFC-ключ допуску (опція)
vi: Khóa bảo mật NFC tùy chọn
zh_cn: NFC凭证密钥（可选）
zh_hk: NFC票證密鑰（可選）
zh_tw: NFC票卡密鑰（可留空）

# WIDGET_TESTING_FOOTER
source: When turned on, your widgets will not be subject to the standard WidgetKit constraints to allow for debugging.
ar: عند تشغيله، لن تخضع أدواتك لقيود WidgetKit القياسية للسماح بتصحيح الأخطاء.
bg: Когато е включено, вашите инструменти няма да бъдат предмет на стандартните WidgetKit ограничения, позволяващи отстраняване на грешки.
ca: Si aquesta opció està activada, els ginys no hauran de sotmetre’s a les restriccions estàndard del WidgetKit per poder‑ne fer la depuració.
cs: Když je testování zapnuté, widgety nebudou podléhat standardním omezením WidgetKitu, aby bylo možné provádět ladění.
da: Når dette er slået til, bliver dine widgets ikke underlagt de normale WidgetKit-begrænsninger, så de kan indgå i fejlfinding.
de: Bei Aktivierung unterliegen deine Widgets nicht den Standardbeschränkungen von WidgetKit, um Debugging zu ermöglichen.
el: Όταν είναι ενεργή αυτή η ρύθμιση, τα widget σας δεν θα υπόκεινται στους τυπικούς περιορισμούς WidgetKit ώστε να επιτρέπεται η εκσφαλμάτωση.
es: Cuando esta opción está activada, los widgets no estarán sujetos a las restricciones habituales de WidgetKit para permitir la depuración.
es_us: Si se activa, tus widgets no estarán sujetos a las restricciones estándar de WidgetKit para permitir la depuración.
fi: Kun tämä on päällä, widgetteihin ei sovelleta normaaleja WidgetKit-rajoituksia, jotta vianmääritys voidaan suorittaa.
fr: Lorsque ce réglage est activé, vos widgets ne sont pas soumis aux contraintes standard de WidgetKit pour permettre le débogage.
fr_ca: Lorsque ce réglage est activé, vos widgets ne sont pas soumis aux contraintes standard de WidgetKit pour permettre le débogage.
he: כאשר הגדרה זו מופעלת, הווידג׳טים שלך לא יהיו כפופים לאילוצים הרגילים של WidgetKit כדי לאפשר ניפוי שגיאות.
hi: चालू किए जाने पर, आपके विजेट डीबगिंग की अनुमति देने के लिए मानक WidgetKit सीमाओं के अंर्तगत नहीं आएँगे।
hr: Kad je uključeno, vaši widgeti neće biti podložni standardnim ograničenjima WidgetKita kako bi se omogućilo uklanjanje grešaka.
hu: Amikor be van kapcsolva, a hibaelhárítás lehetővé tétele érdekében a widgetjeire nem lesznek érvényesek a szabványos WidgetKit-megszorítások.
id: Jika dinyalakan, widget Anda tidak akan tunduk pada batas WidgetKit standar untuk mengizinkan debug.
it: Quando l’opzione è attiva, i widget non saranno soggetti ai limiti standard di WidgetKit per consentire l’esecuzione del debug.
ja: オンにすると、あなたのウィジェットは標準のWidgetKitの制約の対象にならなくなり、デバッグが許可されます。
kk: Қосулы болғанда, виджеттеріңізге ретке келтіруге мүмкіндік беретін стандартты WidgetKit шектеулері таралмайды.
ko: 이 기능을 켜면 위젯에 디버깅을 허용하는 표준 WidgetKit 제약 조건이 적용되지 않습니다.
lt: Įjungus, valdikliams nebus taikomi standartiniai „WidgetKit“ ribojimai, kad būtų galima derinti.
ms: Apabila diaktifkan, widget anda tidak akan tertakluk pada kekangan WidgetKit standard untuk membolehkan penyahpepijatan.
nl: Als deze optie is ingeschakeld, zijn de standaardbeperkingen van WidgetKit niet op je widgets van toepassing om foutopsporing mogelijk te maken.
no: Når innstillingen er på, vil ikke widgetene dine bli underlagt standard WidgetKit-begrensninger for å tillate feilsøking.
pl: Gdy opcja jest włączona, Twoje widżety nie podlegają standardowym ograniczeniom WidgetKit, co umożliwia usuwanie ich błędów.
pt_br: Quando ativado, seus widgets não ficam sujeitos às restrições padrão do WidgetKit para permitir a depuração.
pt_pt: Quando esta opção está ativada, os widgets não estarão sujeitos às restrições normais do WidgetKit para permitir a depuração.
ro: Când opțiunea este activată, constrângerile WidgetKit standard nu se vor aplica widgeturilor dvs. pentru a permite depanarea.
ru: Когда этот параметр включен, для Ваших виджетов не будут действовать стандартные ограничения WidgetKit, что позволит выполнять отладку.
sk: Keď je testovanie zapnuté, widgety nebudú podliehať štandardným obmedzeniam WidgedKitu, aby ich bolo možné ladiť.
sl: Kadar je ta možnost vključena, za vaše gradnike ne bodo veljale standardne omejitve WidgetKit, da se omogoči iskanje in odpravljanje napak.
sv: När det här alternativet aktiveras påverkas dina widgetar inte av standardbegränsningarna för WidgetKit, vilket underlättar felsökning.
th: เมื่อเปิดใช้ วิดเจ็ตของคุณจะไม่อยู่ภายใต้ข้อจำกัดมาตรฐานของ WidgetKit เพื่ออนุญาตการดีบั๊ก
tr: Bu seçenek açıldığında araç takımlarınız, hata ayıklamaya izin vermek için standart WidgetKit kısıtlamalarına tabi olmaz.
uk: Якщо ввімкнено, на віджети не діятимуть стандартні обмеження WidgetKit, щоб їх можна було налагоджувати.
vi: Khi tùy chọn được bật, các tiện ích của bạn sẽ không tuân theo các hạn chế WidgetKit tiêu chuẩn để cho phép gỡ lỗi.
zh_cn: 打开时，小组件将不受标准WidgetKit约束，以允许调试。
zh_hk: 開啟後，你的小工具將不受標準WidgetKit限制以允許除錯。
zh_tw: 開啟時，你的小工具將不會受到標準WidgetKit允許除錯的限制。
